[
  {
    "title": "Annuncio iniziale (marzo 2018)",
    "content": "Nel <strong>marzo 2018</strong>, il presidente <strong>Donald Trump</strong> annunciò l'imposizione di dazi doganali pari al <strong>25% sull'acciaio</strong> e al <strong>10% sull'alluminio</strong>. Questa scelta derivava dalla <strong>sezione 232</strong> del <strong>Trade Expansion Act del 1962</strong>, che consente al presidente di adottare misure qualora l'importazione di determinati prodotti possa compromettere la <strong>sicurezza nazionale</strong>. L'amministrazione sostenne che la <strong>dipendenza dalle importazioni</strong> di materie prime critiche avrebbe potuto indebolire l'industria statunitense. L'annuncio suscitò immediate reazioni: da un lato, <strong>sindacati</strong> e <strong>imprese siderurgiche</strong> accolsero positivamente la misura; dall'altro, crebbe il timore di <strong>ritorsioni commerciali</strong> e di un'<strong>escalation protezionistica</strong>. Le critiche principali riguardarono il possibile <strong>aumento dei costi</strong> per le imprese e l'effetto <strong>inflattivo sui consumatori</strong>."
  },
  {
    "title": "Ritorsioni da UE e Canada",
    "content": "Subito dopo l'annuncio, <strong>l'Unione Europea</strong> e il <strong>Canada</strong> reagirono imponendo <strong>controdazi</strong> su prodotti statunitensi. L'UE introdusse tariffe aggiuntive su beni per circa <strong>2,8 miliardi di euro</strong>, inclusi <strong>bourbon</strong>, <strong>moto</strong>, <strong>jeans</strong> e <strong>derrate alimentari</strong>. Il Canada applicò dazi su <strong>acciaio</strong>, <strong>alluminio</strong> e <strong>articoli di consumo</strong>, citando anch'esso la <strong>sicurezza nazionale</strong>. Queste misure furono progettate per fare <strong>pressione politica</strong> sugli Stati Uniti, mostrando come le <strong>alleanze tradizionali</strong> potessero incrinarsi. Le autorità europee sottolinearono che le misure statunitensi <strong>violavano le regole dell'OMC</strong>, aprendo a <strong>dispute legali</strong>. Si assistette a un <strong>aumento delle tensioni diplomatiche</strong> e a un <strong>clima di incertezza</strong> per le imprese coinvolte nell'import/export."
  },
  {
    "title": "Dazi su prodotti cinesi (luglio 2018)",
    "content": "Nel <strong>luglio 2018</strong>, l'amministrazione Trump applicò dazi del <strong>25% su 34 miliardi di dollari</strong> di merci cinesi, nell'ambito della <strong>Sezione 301 del Trade Act del 1974</strong>. I dazi furono poi estesi fino a coprire circa <strong>200 miliardi di dollari</strong> di merci, inclusi <strong>tecnologia</strong>, <strong>abbigliamento</strong>, <strong>giocattoli</strong> e <strong>componenti industriali</strong>. L'obiettivo era contrastare <strong>pratiche commerciali sleali</strong> e <strong>furto di proprietà intellettuale</strong>. La <strong>Cina</strong> rispose con dazi equivalenti, dando inizio a una <strong>guerra commerciale</strong>. Le trattative alternarono fasi di <strong>escalation</strong> e <strong>dialogo</strong>, culminando in <strong>colloqui diretti</strong> tra funzionari. Tuttavia, l'<strong>incertezza commerciale</strong> influenzò negativamente gli <strong>investimenti</strong> e causò <strong>oscillazioni nei mercati azionari globali</strong>."
  },
  {
    "title": "Primo mandato: impatto sui mercati",
    "content": "Durante il <strong>primo mandato</strong>, i continui annunci di dazi e le risposte cinesi generarono <strong>volatilità nei mercati finanziari</strong>. Gli indici come <strong>S&P 500</strong> e <strong>Dow Jones</strong> alternarono rialzi e cadute. Le aziende con <strong>catene di fornitura globali</strong>, soprattutto nei settori <strong>tecnologico</strong> e <strong>manifatturiero</strong>, subirono cambi nei <strong>costi</strong> e nelle <strong>prospettive di profitto</strong>. Gli analisti ricalibrarono le <strong>stime di crescita economica</strong>. Alcuni studi stimarono che i dazi avrebbero <strong>ridotto il PIL</strong> statunitense, mentre altri evidenziarono un calo negli <strong>investimenti in capitale fisso</strong>. Il <strong>settore agricolo</strong>, colpito dai controdazi cinesi, beneficiò di <strong>sostegni federali</strong> per compensare le <strong>perdite degli agricoltori</strong>."
  },
  {
    "title": "Dazi attuali (2025)",
    "content": "Ad <strong>aprile 2025</strong>, permangono dazi del <strong>25%</strong> su prodotti cinesi, oltre a tariffe su <strong>acciaio e alluminio</strong> da <strong>UE</strong>, <strong>Canada</strong>, <strong>Messico</strong> e altri. Le misure del <strong>2018</strong> non sono state revocate. Sono in corso <strong>discussioni bilaterali</strong> per <strong>esenzioni</strong> e <strong>riduzioni</strong>. L'amministrazione adotta un approccio <strong>cauto</strong>: evitare di destabilizzare le <strong>catene di approvvigionamento</strong>, ma usare i dazi come <strong>strumento di pressione negoziale</strong>. Rapporti recenti del <strong>Dipartimento del Commercio</strong> mostrano una <strong>lieve contrazione delle importazioni</strong> di acciaio, mentre il <strong>settore metalmeccanico</strong> segnala <strong>miglioramento dei margini operativi</strong>."
  },
  {
    "title": "Prospettive future",
    "content": "Guardando al futuro, si prevedono <strong>negoziati di libero scambio</strong> e <strong>revisione delle tariffe</strong> in cambio di <strong>impegni sulla proprietà intellettuale</strong>. Alcuni economisti ipotizzano un <strong>accordo con la Cina</strong> con <strong>riduzione progressiva dei dazi</strong> entro il <strong>2026</strong>, se saranno rispettate le <strong>clausole</strong>. Altri prevedono una <strong>retorica protezionistica crescente</strong> in vista delle <strong>elezioni presidenziali</strong>. Le <strong>tensioni geopolitiche</strong> e la <strong>riorganizzazione delle catene del valore</strong> potrebbero portare a nuove tariffe su <strong>settori strategici</strong> come <strong>semiconduttori</strong> e <strong>batterie per veicoli elettrici</strong>."
  }
]