[
  {
    "title": "Annuncio iniziale (marzo 2018)",
    "content": "Nel marzo 2018, il presidente Donald Trump annunciò l'imposizione di dazi doganali pari al 25% sulle importazioni di acciaio e del 10% su quelle di alluminio. Questa scelta derivava dalla sezione 232 del Trade Expansion Act del 1962, che consente al presidente di adottare misure qualora l'importazione di determinati prodotti possa compromettere la sicurezza nazionale. L'amministrazione sostenne che la dipendenza eccessiva dalle importazioni di materie prime critiche avrebbe potuto indebolire l'industria statunitense in caso di conflitti internazionali. L'annuncio suscitò immediate reazioni: da un lato, venne salutato positivamente da sindacati e imprese siderurgiche, dall'altro scatenò timori di ritorsioni commerciali e di un'escalation protezionistica che avrebbe potuto frenare la crescita economica globale. Le critiche principali riguardarono il possibile aumento dei costi per le imprese americane che utilizzano acciaio e alluminio nelle loro catene di produzione, con un potenziale effetto inflattivo per i consumatori."
  },
  {
    "title": "Ritorsioni da UE e Canada",
    "content": "Subito dopo l'annuncio, l'Unione Europea e il Canada reagirono imponendo controdazi su una selezione di prodotti statunitensi. L'UE introdusse tariffe aggiuntive su beni per un valore complessivo di circa 2,8 miliardi di euro, includendo prodotti come il bourbon, le moto, i jeans e alcune derrate alimentari. Il Canada, dal canto suo, applicò dazi su acciaio, alluminio e vari articoli di consumo, citando a propria volta la sicurezza nazionale. Queste misure di ritorsione furono progettate per esercitare pressione politica sugli Stati Uniti e mostrarono come le alleanze tradizionali potessero incrinarsi a causa di contese commerciali. Le autorità europee sottolinearono che le misure statunitensi violavano le regole dell'Organizzazione Mondiale del Commercio (OMC), aprendo la strada a potenziali dispute legali. Nel breve termine, si assistette a un aumento delle tensioni diplomatiche e a un clima di incertezza per le imprese coinvolte nell'import/export."
  },
  {
    "title": "Dazi su prodotti cinesi (luglio 2018)",
    "content": "Nel luglio 2018, l'amministrazione Trump applicò dazi del 25% su 34 miliardi di dollari di merci cinesi, nell'ambito dell'indagine della Sezione 301 del Trade Act del 1974. Successivamente, i dazi furono estesi fino a coprire merci per un totale di circa 200 miliardi di dollari, includendo prodotti tecnologici, abbigliamento, giocattoli e componenti industriali. L'obiettivo dichiarato era contrastare le pratiche commerciali sleali e il furto di proprietà intellettuale da parte della Cina. Pechino replicò con dazi di pari entità su merci statunitensi per un valore simile, segnando l'inizio di un'intensa guerra commerciale. Le contrattazioni alternarono fasi di escalation e tentativi di accordo, culminando in colloqui diretti tra funzionari di alto livello. Tuttavia, l'incertezza sui futuri flussi commerciali influenzò negativamente gli investimenti e portò a oscillazioni significative nei mercati azionari globali."
  },
  {
    "title": "Primo mandato: impatto sui mercati",
    "content": "Durante il primo mandato, i continui annunci di ulteriori dazi e le risposte cinesi generarono elevata volatilità nei mercati finanziari. Gli indici statunitensi, come l'S&P 500 e il Dow Jones, alternarono fasi di rialzo e caduta in risposta alle notizie sui negoziati. Le aziende con catene di fornitura internazionali, in particolare nel settore tecnologico e manifatturiero, registrarono variazioni nei costi di produzione e nelle aspettative di profitto. Gli analisti di Wall Street ricalibrarono ripetutamente le stime di crescita economica, tenendo conto dell'incertezza sulle tariffe future. Alcuni studi stimarono che i dazi avrebbero ridotto il PIL statunitense di qualche frazione di punto percentuale, mentre altri evidenziarono un rallentamento negli investimenti in capitale fisso. Il settore agricolo, fortemente colpito dalle controdazi cinesi, beneficiò di pacchetti di sostegno federale volti ad attenuare le perdite degli agricoltori."
  },
  {
    "title": "Dazi attuali (2025)",
    "content": "Ad aprile 2025, permangono dazi del 25% su varie categorie di prodotti cinesi, nonché tariffe su acciaio e alluminio importati da Unione Europea, Canada, Messico e altri partner. Le misure iniziali del 2018 non sono state revocate, ma sono in corso discussioni bilaterali per possibili esenzioni e riduzioni. L'amministrazione in carica ha mantenuto un approccio cauto: da un lato, si riconosce l'importanza di non destabilizzare ulteriormente le catene di approvvigionamento; dall'altro, la leva dei dazi rimane uno strumento di pressione negoziale. Recenti rapporti del Dipartimento del Commercio segnalano una lieve contrazione delle importazioni di acciaio, mentre le aziende del settore metalmeccanico segnalano un miglioramento dei margini operativi."
  },
  {
    "title": "Prospettive future",
    "content": "Guardando avanti, le prospettive riguardano possibili negoziati di libero scambio e revisioni mirate delle tariffe in cambio di impegni su proprietà intellettuale e pratiche industriali. Alcuni economisti suggeriscono che un accordo di vasta portata con la Cina potrebbe prevedere la riduzione progressiva dei dazi entro il 2026, condizionata a verifiche sul rispetto delle clausole. Altri sottolineano che, in vista delle elezioni presidenziali, la retorica protezionistica potrebbe intensificarsi per ragioni politiche. Inoltre, il contesto globale, caratterizzato da tensioni geopolitiche e riorientamenti delle catene del valore, potrebbe indurre gli Stati Uniti a ricalibrare le tariffe su specifici settori strategici, come semiconduttori e batterie per veicoli elettrici."
  }
]